namespace BookStore.Data.Models
{
    public enum City
    {
        Всички = 0,
        Аксаково = 1,
        Асеновград = 2,
        Балчик = 4,
        Белене = 8,
        Берковица = 16,
        Бероковица = 32,
        Благоевград = 64,
        БобовДол = 128,
        Ботевград = 256,
        Брестница = 512,
        Бургас = 1024,
        Варна = 2048,
        ВеликоТърново = 4096,
        Велинград = 8192,
        Веселец = 16384,
        Видин = 32768,
        Враца = 65536,
        Габрово = 131072,
        ГорнаОряховица = 262144,
        ГоцеДелчев = 524288
    }
}
